Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/giella-_ja_jorgalanbalvalusat.html.tmx
Source language: sme
Languages: smn

source: Giella- ja jorgalanbálvalusat
smn: Kielâ- já jurgâlempalvâlusah

source: Sátnelisttut
smn: Anarâškielâ ravvimjuávkku sänilistoh .

source: Láhkasánit (suoma-sámi) – Lakisanasto (suomi-saame) .
smn: Láhkasánit (suoma-sámi) – Lahâsäänih (suomâkielâ-tavesämikielâ) .

source: Sámediggi – Saamelaiskäräjät 2005.
smn: Sämitigge 2005.

source: Fuobm!
smn: Huám!

source: Dárkkiskeahtes láhkasánit.
smn: Täärhisthánnáá lahâsäänih.

source: Valter stáhtaráđi tearbmabáŋku .
smn: Ovdâskoddesäänih .

source: Stáhtaráđđi
smn: Staatârääđi

source: Sámi Giellagáldu .
smn: Säämi Kielâkäldee .

source: Ođđa tearpmat ja normeremat
smn: Uđđâ teermih já noormih

source: Sátni – báhko – baakoe sámegiela sátnevuorká.
smn: Sátni – báhko – baakoe sänivuárhá.

source: Sámediggi, Norga.
smn: Taažâ sämitigge

source: ÁLGU – Sámegielaid etymologalaš diehtovuođđu . Ruoktoeatnan gielaid dutkanguovddáš (Kotus)
smn: ÁLGU – Sämikielâi etymologâlâš tiätuvuáđu , Päikkieennâm kielâi tutkâmkuávdáš (Kotus)

source: Riikkaid namat čieža gillii ee. davvisámegillii.
smn: Šleđgâlâš kielâtoimâttuv sänikirje .

source: Ruoktoeatnan gielaid dutkanguovddáš (Kotus)
smn: Päikkieennâm kielâi tutkâmkuávdáš (Kotus)

source: Tepa-tearbmabáŋku .
smn: Tepa-termâpaŋkki .

source: Sátnerádjoguovddáš TSK sátnerádju
smn: Sänivuárkkákuávdáš TSK sänivuárhá

source: Jorgaleaddjit ja dulkkat
smn: Jurgâleijeeh ja tuulhah

source: Ráva jorgalusaid diŋgomii Sámedikki sámegiela doaimmahagas
smn: Sämikielâ toimâttuv palvâlemmáávsuh jurgâlempalvâlusâin

source: Sámegiela jorgaleaddjit ja dulkkat
smn: Suomâkielâ jurgâleijie já tuulhâi litto .

source: Suoma jorgaleddjiid ja dulkkaid lihttu SKTL
smn: SKTL Uuccâmpalvâlus

source: Rávvagan dulkomii suomagillii .
smn: Auktorisistum kielâjurkâleijeeh .

source: Suomen tulkkaus.
smn: Máttááttâshaldâttâs

source: Kárttat
smn: Káártáh

source: Eanamihtidanlágáduša kártabálvalus .
smn: Eennâmmittetedemlájádâs kárttápalvâlus .

source: Báikenamat maid davvisáme-, anáraš- ja nuortalašgillii.
smn: Päikkinoomah meid tave-, aanaar- já nuorttâsämikielân.

source: Giellagáhtten ja sámi giellateknologiija
smn: Kielâtipšom

source: Divvun.no sámi čállindárkkistanreaiddut (leahkku eará ruovttusiiddu)
smn: Divvun.no Sämikielâ njuálguluuhântyejipiergâseh Maalih já tiervâttâsah

source: Giellatekno, Sámi giellateknologiija guovddáš .
smn: Säämi aalmugpeeivi tiervâttâs 6.2. – tave-, aanaar- já nuorttâsâmikielân

source: Giellaoahpa- ja analyserenreaiddut ja giellaoahppanprográmmat, sátnegirjjit ja jorgalanreaiddut.
smn: Juovlâiääigi tiervâttâsah maaŋgâ jieškote-uv kielân , meid tave-, aanaar- já nuorttâsâmikielân (liŋkkâ staatârääđi jurgâlus- já kielâpalvâlusâi sijđoid)

source: Mállet ja dearvvahusat
smn: Oopah já tuđhoseh

source: Dearvvahusat iešguđege sámegillii
smn: Auktorisistum kielâjurkâleijee tuđhos .

source: Stuđeren ja dutkosat
smn: Máttááttâshaldâttâs

source: Giellagas-instituhtta , Oulu universitehta. Váldoávnnasin sámegiella ja sámekultuvra.
smn: Giellagas-instituut , Oulu ollâopâttâh Válduamnâsin sämikielâ já sämikulttuur.

source: Siidoávnnasoahput ee. sámegiella vieris giellan, sámegiela dulkon ja anárašgiella.
smn: Uálgiamnâsoopah el. sämikielâ vieres kiellân, sämikielâ tulkkum já aanaarsämikielâ.

source: Sámedutkan (HuK), Suopmelaš-ugralaš gielladutkan, Helssega universitehta Sámi spesialiserenlinnjá (FM)
smn: Sämitutkâmuš (HuK), Syemmilâš-ugrilâš kielâtutkâmuš, Helsig ollâopâttâh Sämikielâ spesiaalâšumlinjâš (FM)

source: Sámegiela oahput, Lappi universitehta, Pedagogihka dieđagoddi Sámegiella siidoávnnasoahppun vuođđooahput (25 oč)
smn: Sämikielâ vuáđuoopah, Šoddâdemtiettui tieđâkodde, Laapi ollâopâttâh Sämikielâ uálgiamnâsoppân vuáđuoopah (25 op)

source: DAVVI Máŋggadieđalaš universiteahta skuvlenprošeakta 2010-2013 Lappi universihteahta lágida DAVVI oahpuid (190 oč) ovttas Sámi oahpahusguovddážin.
smn: DAVVI Maaŋgâtieđâlâš ollâooppâtlâš škovlimhaahâ 2010-2013 Laapi ollâopâttâh uárnee DAVVI oopâid (190 op) oovtâst Säämi máttááttâskuávdáin.

source: Sámi oahpahusguovddáš .
smn: Säämi máttááttâskuávdáš .

source: Anár Ámmátlaš oahppolágádus Anáris, gos sáhttá studeret davvisáme-, anáraš- ja nuortalašgiela iešguđege dásis.
smn: Áámmátlâš oppâlájádâs Anarist, mast puávtáh oppâđ tave-, aanaar- já nuorttâsämikielâ.
